{
  "guideNotes": [
      {
          "title": "经济学",
          "level": 1,
          "html_text": "<div class='note-content'>\n  <h2>经济学：一门让人又爱又恨的学问</h2>\n  <p>经济学，听起来就像是“经世济民”的高大上词汇，但其实它就在我们身边，无处不在。就像一位智者说的：“经济学不只是一门学问，它还是我们理解世界的一种方式。”</p>\n  \n  <h3>经济学的定义</h3>\n  <p>简单来说，经济学就是研究“如何花最少的钱，办最多的事”。它关注的是商品和服务的生产、分配和消费。就像家庭主妇在菜市场上一手拿着算盘，一手挑选蔬菜，心里盘算着如何用有限的预算做出营养均衡的晚餐。</p>\n  \n  <h3>经济学的分类</h3>\n  <p>经济学分为微观经济学和宏观经济学。微观经济学就像是放大镜，看的是个体经济行为，比如你为什么愿意花更多钱买名牌包包。宏观经济学则是望远镜，看的是整个国家甚至全球的经济大势，比如为什么有的国家富得流油，有的国家却穷得叮当响。</p>\n  \n  <h3>经济学中的核心概念</h3>\n  <p>供给与需求、机会成本、边际效应……这些听起来高深莫测的词汇，其实都是我们日常生活中经常遇到的问题。比如，为什么苹果手机越卖越贵？因为它的品牌效应和市场需求摆在那儿。</p>\n  \n  <h3>经济学与政策</h3>\n  <p>经济学不仅仅是纸上谈兵，它还直接影响着我们的政策制定。比如，政府为什么要征税？为什么要发行国债？这些决策背后都有经济学的影子。</p>\n  \n  <h3>经济学的争议</h3>\n  <p>经济学虽然是一门科学，但它也有不少争议。比如，有人批评经济学过于依赖假设，忽视了现实世界的复杂性。还有人质疑经济学是否能真正预测未来经济走势。</p>\n  \n  <h3>结语</h3>\n  <p>总之，经济学是一门既有趣又有用的学问。它不仅能帮助我们理解生活中的经济现象，还能指导我们的决策。所以，下次当你看到超市里的打折标签时，不妨用经济学的思维去分析一下背后的逻辑吧！</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "经济学基础概念",
                  "宏观经济学",
                  "微观经济学",
                  "发展经济学"
              ],
              "from": []
          }
      },
      {
          "title": "比较优势",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n    <h2>比较优势（Comparative Advantage）</h2>\n    <p>比较优势，就是你在做某件事上比别人少花点“机会成本”的那个优势。就像甲国做衣服比做食物少花点代价，乙国则相反。这样，甲国就专心做衣服，乙国专心做食物，然后大家交换，都能吃到好吃的，穿上好看的衣服！🍴👕</p>\n\n    <h3>绝对优势的不足</h3>\n    <p>亚当·斯密说，谁做得快又好，谁就有绝对优势。但大卫·李嘉图说，这不够，还要看谁的机会成本更低。就像一个国家在两种产品上都做得快，但做A产品更划算，那它就专心做A，和别的国家交换B产品，大家都开心！😄</p>\n\n    <h3>比较优势理论</h3>\n    <p>李嘉图说，只要专心做自己相对更在行的，然后大家交换，就能都受益。就像你擅长画画，我擅长唱歌，你画画给我，我唱歌给你，大家都开心！🎨🎤</p>\n\n    <h3>资源禀赋理论</h3>\n    <p>伊莱·赫克歇尔说，谁有多的资源，谁就有优势。就像中东有石油，就专心卖石油，我们种大米，就专心卖大米，大家交换，都能过好日子！🌊🌾</p>\n\n    <p>总之，比较优势就是找到自己的“相对优势”，然后和大家交换，大家都能过得更好！这就是经济学中的智慧，简单又实用！💡</p>\n</div>\n```\n",
          "images": [],
          "links": {
              "to": [
                  "经济学基础概念"
              ],
              "from": []
          }
      },
      {
          "title": "机会成本",
          "level": 3,
          "html_text": "<div class='note-content'>\n<p>机会成本（Opportunity Cost），就是你在面临很多选择时，不得不放弃的那个最吸引人的选项。就像你走进一家餐厅，面前摆满了各种美食，你只能选一样，那么你没选的那几样，就是你的机会成本。😋</p>\n\n<p>简单来说，<strong>机会成本就是你为了得到某样东西而放弃的最好的东西</strong>。比如你有三个小时，可以选择去看电影、去健身或者去学习新技能，如果你选择了看电影，那么你去健身和学习新技能的机会就被放弃了，这时，健身和学习新技能就是你看电影的机会成本。</p>\n\n<p>机会成本可以是主观的，也可以是客观的。主观的就是你心里最想要的那个；客观的就是可以用钱来衡量的，比如你选择种玉米就不能种大豆，种玉米的机会成本就是你放弃的大豆可能带来的收益。</p>\n\n<p>记住，<strong>机会成本永远是你放弃的那个最宝贵的选项</strong>。就像那句老话说的，“世界上没有免费的午餐”，选择总是伴随着牺牲。</p>\n\n<p>最后，机会成本不仅仅是个人的选择问题，它还广泛应用于经济学中，比如在生产可能性曲线（Production Possibility Curve）中，它帮助我们理解在资源有限的情况下，如何做出最优的选择。</p>\n\n<p>所以，下次做决定时，不妨想想你的机会成本是什么，也许你会发现，原来你放弃的那个，才是最值得珍惜的。😉</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "经济学基础概念"
              ],
              "from": []
          }
      },
      {
          "title": "宏观经济学",
          "level": 2,
          "html_text": "```html\n<div class='note-content'>\n  <h2>宏观经济学：揭秘国家经济的“大”秘密</h2>\n  <p>宏观经济学，就是用“放大镜”🔍来看一个国家的经济活动。它不像微观经济学那样盯着一个个小市场、小企业，而是放眼整个国家，看收入、投资、消费这些“大家伙”是怎么运作的。</p>\n  <h3>历史小课堂</h3>\n  <p>最早聊这个话题的是亚当·史密斯，他在《国富论》里就谈到了国家怎么富起来。但真正火起来的是凯恩斯，他写了本《通论》，说经济不好时，政府得“出手相助”，不然大家就要失业啦！</p>\n  <h3>三大研究问题</h3>\n  <ul>\n    <li><strong>经济周期问题：</strong>为什么国民收入会有高有低，像坐过山车一样？</li>\n    <li><strong>经济增长问题：</strong>一个国家怎么才能越变越有钱？靠投资、消费、出口这“三驾马车”。</li>\n    <li><strong>国民收入和就业问题：</strong>怎么让大家都能有工作，都能赚到钱？</li>\n  </ul>\n  <h3>宏观经济学里的“明星”</h3>\n  <p>这里面有很多大咖，比如凯恩斯、弗里德曼，他们的理论影响着我们的经济政策。</p>\n  <h3>一些重要概念</h3>\n  <p>比如GDP，就是国家的总收入；失业率，就是没工作的人的比例。还有财政政策和货币政策，这些都是政府调控经济的“法宝”。</p>\n  <p>总之，宏观经济学就像是国家经济的“医生”，诊断问题，开出药方，让经济健康运行。</p>\n</div>\n```\n",
          "images": [],
          "links": {
              "to": [
                  "经济学",
                  "约翰·梅纳德·凯恩斯",
                  "米尔顿·弗里德曼",
                  "保罗·萨缪尔森",
                  "约瑟夫·斯蒂格利茨",
                  "国民收入核算",
                  "财政政策",
                  "货币政策",
                  "总需求与总供给",
                  "失业与通货膨胀",
                  "大萧条",
                  "石油危机",
                  "金融危机",
                  "全球化"
              ],
              "from": []
          }
      },
      {
          "title": "约翰·梅纳德·凯恩斯",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h1>约翰·梅纳德·凯恩斯：经济学界的摇滚明星 🎸</h1>\n  <p>凯恩斯（1883-1946），英国经济学家，被誉为“资本主义的救星”和“战后繁荣之父”。他颠覆了传统经济学观念，主张政府应积极干预经济，对抗经济衰退。</p>\n  <h2>生平</h2>\n  <p>凯恩斯出生在一个学术家庭，从小就展现出惊人的才智。他在伊顿公学和剑桥大学国王学院接受教育，涉猎数学、哲学和经济学。</p>\n  <h2>学说概要</h2>\n  <p>凯恩斯的主要贡献在于他的著作《就业、利息和货币通论》（1936），书中提出了关于非自愿失业、流动性偏好和货币理论的新观点。他的理论为政府干预经济提供了理论依据。</p>\n  <h2>社会活动</h2>\n  <p>凯恩斯不仅是个理论家，还是个实践家。他曾担任英国财政部印度事务部工作，出席布雷顿森林联合国货币金融会议，并担任国际货币基金组织和国际复兴开发银行的董事。</p>\n  <h2>争议</h2>\n  <p>凯恩斯的政治立场曾引发争议。虽然他经常被视为热衷于改革资本主义制度的反社会主义者，但他对马克思主义持批评态度。</p>\n  <h2>批评</h2>\n  <p>著名经济学家哈耶克和芝加哥派人士曾公开抨击凯恩斯主义。熊彼特认为凯恩斯的理论在特殊情况下才能成立。</p>\n  <h2>主要作品</h2>\n  <ul>\n    <li>《凡尔赛和约的经济后果》（1919）</li>\n    <li>《货币改革论》（1923）</li>\n    <li>《货币论》（1930）</li>\n    <li>《劝说集》（1932）</li>\n    <li>《就业、利息和货币通论》（1936）</li>\n  </ul>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "保罗·萨缪尔森",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n  <h2>保罗·萨缪尔森：经济学界的超级巨星 🌟</h2>\n  <p>嘿，你知道吗？保罗·萨缪尔森，这位出生于美国印第安納州加里的经济学家，可是经济学界的传奇人物哦！他不仅是新古典综合学派的创始人之一，还是凯恩斯学派在美国的重要推广者。</p>\n  <h3>学术成就</h3>\n  <p>萨缪尔森在16岁时就进入了芝加哥大学，之后在哈佛大学取得了博士学位。他的博士论文还获得了哈佛大学的大卫·威尔兹经济学奖呢！他提出的比较静态经济分析方法，就像是在经济学领域投下了一颗重磅炸弹，引起了广泛的关注。</p>\n  <h3>教科书之王</h3>\n  <p>说到萨缪尔森，怎么能不提他的那本《经济学——入门分析》呢？这本书可是成为了史上最畅销的经济学教科书，全球卖出了近四百万本！它成功地把凯恩斯学派推向了更广阔的天地。</p>\n  <h3>影响深远</h3>\n  <p>萨缪尔森的影响力可不仅仅局限于学术界。他还曾担任过美国总统的经济顾问，与米尔顿·弗里德曼一起在《新闻周刊》开设专栏，进行经济政策的讨论。他的观点和见解，对美国乃至全球的经济政策都产生了深远的影响。</p>\n  <h3>幽默风趣</h3>\n  <p>别看萨缪尔森在经济学领域这么严肃，他其实还挺幽默的。比如他曾开玩笑说，华尔街成功预言了过去五次经济衰退中的九次，那些错误美不胜收。哈哈，是不是觉得这位经济学大师也很有意思呢？</p>\n  <h3>结语</h3>\n  <p>总之，保罗·萨缪尔森是一位极具影响力的经济学家，他的学术成就和幽默风趣都让人印象深刻。如果你对经济学感兴趣，不妨去读一读他的著作，感受一下这位经济学巨擘的魅力吧！</p>\n</div>\n```",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "约瑟夫·斯蒂格利茨",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>约瑟夫·斯蒂格利茨：经济学界的摇滚明星 🎸</h2>\n  <p>约瑟夫·斯蒂格利茨，这个名字在经济学界响当当，就像一位摇滚明星一样引人注目。他不仅是个牛人，还是个有趣的老头儿。他拿过诺贝尔经济学奖，还在世界银行当过高级副总裁，你说牛不牛？😎</p>\n  <h3>生平：从学霸到经济学界的巨星 🌟</h3>\n  <p>斯蒂格利茨从小就是个学霸，24岁就拿到麻省理工的博士学位，然后一路开挂，成为耶鲁大学的正教授，最后还拿了诺贝尔经济学奖。他的经历就像一部励志电影，告诉我们只要努力，就能成功。💪</p>\n  <h3>经济学观点：敢说真话的经济学家 🗣️</h3>\n  <p>斯蒂格利茨是个敢说真话的经济学家。他批评全球化、批评华盛顿共识、批评评级机构，甚至批评川普的贸易战。他说的话虽然有时候不太好听，但都是为了大家好。🔍</p>\n  <h3>对中国经济的看法：看好中国，看好未来 🇨🇳</h3>\n  <p>斯蒂格利茨对中国经济非常看好。他说中国将会成为世界经济的领头羊，还预言“中国世纪从2015年开始”。看来他不仅是个经济学家，还是个预言家呢！🔮</p>\n  <h3>理论贡献：自由貿易三原则 & 批判新自由主义 💡</h3>\n  <p>斯蒂格利茨提出了自由貿易三原则，并且坚定地批判新自由主义。他认为新自由主义并不自由、并不民主、也并不科学。他的这些观点在经济学界引起了很大的反响。💥</p>\n  <h3>书籍推荐：值得一读的好书 📚</h3>\n  <p>斯蒂格利茨写了很多好书，比如《不公平的代价》、《全球化及其不满》等。这些书不仅内容深刻，而且语言通俗易懂，非常适合我们这些普通人阅读。📖</p>\n  <p>总之，约瑟夫·斯蒂格利茨是个非常有趣且非常有智慧的经济学家。他的观点虽然有时候会引起争议，但都是为了推动经济学的发展和社会的进步。让我们一起学习他的智慧，为美好的未来努力吧！💪🌟</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "财政政策",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n  <p>嘿，未来的经济小能手们！今天咱们来聊聊财政政策，这可是个超级厉害的经济调节工具哦！🌟</p>\n  <h3>什么是财政政策？</h3>\n  <p>财政政策就是国家用税收、支出等手段来调节经济的政策。就像咱们用调料来调节菜的味道一样，国家用财政政策来调节经济的“味道”，让经济健康稳定地发展。</p>\n  <h3>财政政策的目标</h3>\n  <p>财政政策的目标主要有四个：经济增长、经济稳定、公平分配和资源配置。简单来说，就是让国家经济跑得快、跑得稳、跑得公平、跑得高效！</p>\n  <h3>财政政策的手段</h3>\n  <p>财政政策有四种主要手段：国家预算、税收、国债和财政补贴。就像咱们用不同的烹饪方法来做出美味的菜肴一样，国家用这四种手段来调节经济。</p>\n  <h3>自动财政政策和衡量式财政政策</h3>\n  <p>自动财政政策就像咱们家的恒温器，当经济过热或过冷时，它会自动调节温度。而衡量式财政政策则像咱们手动调节空调的温度，根据需要来决定经济的“冷暖”。</p>\n  <h3>财政政策的限制</h3>\n  <p>虽然财政政策很厉害，但它也有局限性哦！比如，有时候政策实施需要时间，或者可能会和其他经济因素产生冲突。所以，使用财政政策时要小心谨慎。</p>\n  <h3>应用範例</h3>\n  <p>咱们国家曾经实施过“家电下乡”、“汽车下乡”和发放消费券等财政政策，这些政策都有效地刺激了消费，促进了经济发展。</p>\n  <p>好啦，关于财政政策的知识就讲到这里啦！希望你们都能成为经济小能手，为国家的发展贡献自己的力量！💪</p>\n</div>\n```\n这张图是我为你生成的关于财政政策的思维导图，希望能帮助你更好地理解和记忆这个概念！📈",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "货币政策",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>货币政策：经济的大脑</h2>\n  <p>货币政策就像是经济的“大脑”，<strong>通过调节货币供应量</strong>来影响经济的脉搏。想象一下，就像调校一台机器的油门和刹车，来控制它的速度。</p>\n\n  <h3>定义与目标</h3>\n  <p>货币政策是由央行来执行的，<strong>通过控制货币供应量</strong>来达到影响经济活动的目的。主要目标是防止通货膨胀，保持经济稳定。</p>\n\n  <h3>工具箱里的工具</h3>\n  <p>央行有三大法宝：<strong>公开市场操作</strong>、<strong>存款准备金率</strong>和<strong>贴现窗口融资</strong>。就像魔术师的帽子，从中取出各种工具来调控经济。</p>\n\n  <h3>历史的长河</h3>\n  <p>货币政策的历史悠久，从宋朝的纸币交子到英格兰银行的成立，再到布雷顿森林体系的崩溃，每一步都影响着经济的走向。</p>\n\n  <h3>中央银行的角色</h3>\n  <p>中央银行不仅仅是货币政策的执行者，还是金融系统的守护者。它们像是经济的灯塔，指引着方向。</p>\n\n  <h3>货币政策的类型</h3>\n  <p>货币政策有多种类型，如抑制通胀、保持价格水平、控制货币总量等。每种类型都有其特定的目标和手段。</p>\n\n  <h3>理论与实践</h3>\n  <p>货币政策的理论基础包括古典经济学理论、凯恩斯的流动偏好理论等。这些理论指导着实践，而实践又不断丰富和发展理论。</p>\n\n  <p>总之，货币政策是一个复杂而有趣的话题。它涉及到经济、金融、政策等多个方面。希望这个简短的介绍能让你对这个话题有更深入的了解。</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "大萧条",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>大萧条：一场全球经济寒冬</h2>\n  <p>大萧条，就像一场突如其来的寒潮，席卷了整个地球村。想象一下，1929年到1933年，全球经济突然进入了冷冻模式，大家都过得紧巴巴的。😨</p>\n  \n  <h3>定义与表现</h3>\n  <p>大萧条，就是一场超级严重的经济衰退。股市崩盘，企业倒闭，失业率飙升，大家的日子都不好过。就像你突然发现钱包里的钱少了一大半，那种心塞感，懂的都懂。😔</p>\n  \n  <h3>原因大猜想</h3>\n  <p>为什么会发生大萧条呢？经济学家们各执己见，有的说是市场失灵，有的说是政府太闲，还有的说是金本位制太死板。反正就是各种原因交织在一起，搞得大家措手不及。😖</p>\n  \n  <h3>影响深远</h3>\n  <p>大萧条的影响可不是一般的大。它让很多人失去了工作，甚至失去了生活的希望。但也正因为这场寒冬，人们开始更加重视政府在经济中的作用，各种救市政策纷纷出台。📉</p>\n  \n  <h3>各国应对有招</h3>\n  <p>面对大萧条，各国都拿出了自己的应对策略。有的国家选择加大政府支出，有的选择贬值货币，还有的选择直接放弃金本位制。总之，大家都在努力寻找出路。💪</p>\n  \n  <h3>历史教训要牢记</h3>\n  <p>大萧条给我们上了深刻的一课：经济危机来临时，我们不能坐以待毙，要积极应对，寻找解决问题的办法。同时，也要时刻保持警惕，防止类似的危机再次发生。🚨</p>\n  \n  <p>总之，大萧条是一场让人痛并思考着的经济寒冬。但正是这场寒冬，让我们更加珍惜经济的稳定与繁荣。💖</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "金融危机",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n<p>嘿，朋友！💥 你问到了金融危机，这可是个让人心跳加速的话题。就像坐过山车一样，金融危机能让经济瞬间从高点跌到低谷。😨</p>\n\n<p><strong>金融危机</strong>，就是金融市场的“感冒”了，只不过这次感冒可不是打喷嚏那么简单，它会让整个国家的金融指标像被龙卷风席卷一样，一下子变得糟糕透顶。😷</p>\n\n<p>比如说，泰国那次的金融危机，就像是外汇市场的一个大浪花，一下子把泰铢拍在了沙滩上，贬值得厉害。然后这个浪花就顺着河流，一路冲向了股票市场和金融体系，让整个东南亚都跟着摇晃。🌊</p>\n\n<p>历史上，金融危机就像是一部连续剧，每隔一段时间就会上演一出。从1720年的南海泡沫，到2008年的全球金融危机，每一次都让人心惊肉跳。🏢</p>\n\n<p>不过别担心，虽然金融危机看起来可怕，但它也是经济世界里的一部分。就像人总要生病一样，关键是要学会怎么预防和治疗。🛠️</p>\n\n<p>记得哦，金融危机不是世界末日，只要我们保持冷静，用智慧和勇气去面对，就一定能找到解决的办法。💪</p>\n</div>\n```\n",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "全球化",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n    <h2>全球化：世界村的狂欢 🌍</h2>\n    <p>全球化，就像是一场盛大的世界村狂欢，大家把自家的特产、文化、好点子都拿出来分享，一起热闹非凡！🎉</p>\n\n    <h3>定义与历史</h3>\n    <p>全球化，简单来说，就是世界各国在文化、经济等方面越来越紧密地联系在一起。就像古代丝绸之路一样，大家通过贸易来交流，只不过现在有了互联网，交流起来更快更方便啦！💪</p>\n\n    <h3>全球化的推动力</h3>\n    <p>全球化的推动力有很多，比如工业革命让商品生产变得更快更便宜，运输革命让跨国贸易变得更便捷，还有互联网的发展让信息传递瞬间可达！🚀</p>\n\n    <h3>全球化的影响</h3>\n    <p>全球化就像一把双刃剑，有好有坏。它让世界各国的经济联系更紧密，但也带来了环境问题、文化冲突等问题。不过，就像任何一场派对一样，总会有些小插曲，但大家还是玩得很开心！😉</p>\n\n    <h3>全球化的未来</h3>\n    <p>全球化的未来会怎样呢？谁也不知道，但就像一场永不停歇的狂欢，我们可以期待更多的精彩和惊喜！🎁</p>\n</div>\n```\n希望这个解释能让你对全球化有个更直观的了解！如果你还有其他问题，随时问我哦！😄",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "微观经济学",
          "level": 2,
          "html_text": "<div class='note-content'>\n  <h2>微观经济学：洞察个体与市场的智慧</h2>\n  <p>微观经济学，就像是我们生活中的小秘密，<strong>研究的是个体和企业的小动作</strong>，比如怎么买东西、怎么卖东西，以及价格是怎么形成的。它不像宏观经济学那样看大局，而是像放大镜一样，仔细观察每一个小细节。</p>\n\n  <h3>定义与起源</h3>\n  <p>微观经济学，顾名思义，就是研究<strong>“微小”的经济行为</strong>。它起源于古典经济学，那时候的经济学家们就像好奇宝宝，想知道财富是怎么来的，一个个小交易背后有什么门道。他们发现，生产、分配和交换就像是经济的三原色，缺一不可。</p>\n\n  <h3>核心课题</h3>\n  <p>微观经济学的核心课题，就是研究<strong>需求和供给</strong>。想象一下，市场上的买家和卖家就像是跳双人舞，他们的每一个步伐都影响着价格的起伏。还有啊，市场结构、生产决策、消费行为，这些都是微观经济学要探讨的。</p>\n\n  <h3>市场进出与机会成本</h3>\n  <p>在市场上，企业就像是在玩生存游戏。当它们能赚钱的时候，就会继续玩下去；赚不到钱，可能就要考虑退出了。这就是市场的魅力所在。而机会成本呢，就是你选择了A，就不能选B的那个“B”。比如，你决定去看电影，那你就放弃了在家追剧的时间，这个时间就是你看电影的机会成本。</p>\n\n  <h3>应用领域</h3>\n  <p>微观经济学可不只是纸上谈兵哦！它在现实生活中的应用非常广泛。比如，工业组织、法律、劳动、公共财政、政治、健康、城市、金融等等，都有它的身影。可以说，微观经济学是我们理解这个世界的一把钥匙。</p>\n\n  <p>总之，微观经济学就像是一本生活的百科全书，<strong>让我们更深入地了解个体和市场的运作</strong>。如果你对这个话题感兴趣，不妨多读读相关的书籍和文章，相信你会收获满满的！😉</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "经济学",
                  "阿尔弗雷德·马歇尔",
                  "莱昂·瓦尔拉斯",
                  "加里·贝克尔",
                  "阿玛蒂亚·森",
                  "消费者行为理论",
                  "生产者理论",
                  "市场结构",
                  "博弈论",
                  "信息不对称"
              ],
              "from": []
          }
      },
      {
          "title": "阿尔弗雷德·马歇尔",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <p>嘿，你知道吗？<strong>阿尔弗雷德·马歇尔</strong>，这位活了81岁的经济学家，可是新古典学派的超级巨星哦！🎬 他的书《经济学原理》就像是一本超级畅销书，从1890年一直火到1920年，修订了8版呢！📚</p>\n  <p>马歇尔出生在伦敦的一个普通家庭，但他对数学有着超乎寻常的热爱。尽管老爸希望他成为牧师，但他坚持追求自己的数学梦，并在剑桥大学圣约翰学院大放异彩，成为了“second wrangler”（数学荣誉考试第二名）。🏫</p>\n  <p>他的爱情故事也很浪漫，娶了一位经济学家老婆<strong>瑪莉培里</strong>，两人还一起写书呢！👩‍❤️‍👨 他们合作的《产业经济学》可是经济学界的佳话。</p>\n  <p>马歇尔对数学的态度可是很有趣的，他认为数学是经济学的好帮手，但也不能全靠数学，还得有点人文关怀。🤔</p>\n  <p>除了《经济学原理》，他还写了《工业与贸易》和《货币、信用与商业》等书，每一本都像是一颗璀璨的星星，照亮了经济学的大道。🌟</p>\n  <p>马歇尔的一生就像是一部精彩的电影，充满了奋斗和创新。他不仅是个经济学家，更是一个勇敢追梦的人。💪</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "微观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "莱昂·瓦尔拉斯",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>莱昂·瓦尔拉斯——经济学界的超级英雄 🦸‍♂️</h2>\n  <p>莱昂·瓦尔拉斯，这位1834年出生在法国诺曼底的经济学家，可是个大人物！他不仅是边际效用理论与一般均衡理论的开创者，还被誉为洛桑学派的奠基人。就算他的主要著作《純粹政治經濟學要義》比杰文斯和门格尔的边际主义思想晚发表了三年，但这并不妨碍他成为经济学界的领军人物。</p>\n  <p>瓦尔拉斯的家庭背景也很有趣，他的父亲奥古斯特也是经济学家，这让他从小就接触到了经济学的世界。不过呢，瓦尔拉斯的求学之路并不顺利，两次落榜巴黎綜合理工學院后，他转而考入了國立巴黎高等礦業學校。但矿业学校的实用主义让他感到厌倦，他尝试了各种职业都没能成功。</p>\n  <p>直到1858年，在父亲的劝说下，瓦尔拉斯开始认真研读经济学，并在1860年出版了自己的处女作《政治經濟與正義》。他的经济学理论虽然数学复杂，流传不广，但他依然坚持不懈。1874至1877年间，他发表了日后最有影响力的《純粹政治經濟學要義》。</p>\n  <p>瓦尔拉斯的一生充满了坎坷，但他的经济学理论对后世产生了深远的影响。他被认为是“所有经济学家当中最伟大的一位”，这可不是浪得虚名哦！</p>\n  <p>如果你对这个超级英雄般的经济学家感兴趣，不妨去读读他的著作，感受一下他的智慧吧！📚</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "微观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "阿玛蒂亚·森",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>阿玛蒂亚·森：经济学界的良心</h2>\n  <p>阿玛蒂亚·森（Amartya Sen），这位来自印度的经济学巨匠，以其对福利经济学的杰出贡献荣获1998年诺贝尔经济学奖。他不仅是个学者，更是被誉为“经济学良心的肩负者”。🎓</p>\n\n  <h3>学术贡献大揭秘</h3>\n  <ul>\n    <li><strong>社会选择理论：</strong>森让我们明白，多数人的选择并不总是最优的，关键是要找到那个让多数人都满意的结果。</li>\n    <li><strong>个人自由与帕累托最优：</strong>他挑战了传统观念，认为个人自由和效率并不总是和谐共存。</li>\n    <li><strong>贫困与福利指数：</strong>森设计了一个更全面的贫困指数，考虑到了收入差距和分配公平性。</li>\n    <li><strong>饥荒与权利分配：</strong>他提出了一个震撼的观点：饥荒往往不是因为食物短缺，而是权利分配不均。</li>\n    <li><strong>伦理与经济学：</strong>森认为，道德和伦理在经济学中扮演着重要角色，它们影响着我们的选择。</li>\n  </ul>\n\n  <h3>生活小插曲</h3>\n  <p>森曾用一个笑话来讽刺公众选择理论的荒谬：一个外地人问路，本地人故意指错方向，然后提出帮忙寄信，外地人想着偷看信件里的内容。哈哈，是不是很有画面感？😄</p>\n\n  <h3>名言警句</h3>\n  <blockquote>“森在这方面最闻名的著作是他1981年发表的《贫困和饥饿：论权力和剥夺》。这里他批评了普遍认为贫困是由于食品短缺的观点。”</blockquote>\n\n  <p>总之，阿玛蒂亚·森不仅是个伟大的经济学家，更是个有良知、有情怀的思想家。他的理论和观点，至今仍在影响着我们看待经济、社会和道德的方式。</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "微观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "生产者理论",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n  <h2>生产力理论：解锁生产的秘密武器 🎉</h2>\n  <p>生产力理论，就像是经济学里的超级英雄，它揭示了生产活动背后的神秘力量。🌪️</p>\n  <h3>马克思的生产力观</h3>\n  <p>马克思说，生产力有三个好伙伴：劳动力、劳动资料和劳动对象。它们就像是一个团队的成员，缺一不可。🤝 其中，劳动资料和劳动对象组成了生产资料，就像是团队的装备。</p>\n  <p>马克思还强调，人是最重要的生产力。工人和劳动力就像是生产力的发动机，特别是那些敢于革命的阶级，他们的力量是无法估量的！💪</p>\n  <p>科技和知识也是生产力的重要组成部分。科技就像魔法一样，能让生产变得更高效；而知识则是工人们智慧的结晶，能让生产力更上一层楼！🧠</p>\n  <h3>邓小平的生产力观</h3>\n  <p>邓小平说，科技是第一生产力！科技的爆发能让生产力瞬间飙升，就像火箭升空一样快！🚀</p>\n  <p>他还主张恢复市场的功能，认为计划经济会限制人们的积极性。他提倡按照需求来分配资源，这样才能让“人”这种最重要的生产力得到充分发挥！👥</p>\n  <p>总之，生产力理论就像是一把钥匙，能帮我们打开生产活动的大门，让我们更好地理解和运用生产力的力量！🔑</p>\n</div>\n```\n\n希望这个总结能让你对生产力理论有更深入的了解！😊",
          "images": [],
          "links": {
              "to": [
                  "微观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "博弈论",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <p>嘿，你听说过<em>博弈论</em>吗？这可是个超级有趣也超级实用的东西！想象一下，你在一个游戏中，需要考虑对手的所有可能行动，然后找出最聪明的应对策略。这就是博弈论的核心啦！🎲</p>\n  <p>博弈论，简单来说，就是研究“游戏”或“博弈”中的互动行为的数学理论和方法。这里的“游戏”可以是下棋、打牌，也可以是经济竞争、国际关系等等。它帮助我们理解，在有竞争或对抗的情况下，各方如何做出最优选择。</p>\n  <p>博弈论的历史可以追溯到冯·诺伊曼和奥斯卡·摩根斯特恩的《博弈论与经济行为》。他们提出了很多重要的概念，比如<em>纳什均衡</em>，这是一个超级重要的概念，它描述了在一个博弈中，每个参与者都选择了最优策略，且没有动机单方面改变自己的策略。</p>\n  <p>博弈论的应用超级广泛，从生物学到经济学，从计算机科学到政治学，都能见到它的身影。比如，生物学家用它来理解演化过程，经济学家用它来分析市场行为。</p>\n  <p>最后，如果你对这个话题感兴趣，可以看看这些书：<em>《Games of Strategy》</em>和<em>《Game Theory: Analysis of Conflict》</em>。它们都是博弈论的经典之作哦！📚</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "微观经济学"
              ],
              "from": []
          }
      },
      {
          "title": "发展经济学",
          "level": 2,
          "html_text": "```html\n<div class='note-content'>\n  <p>发展经济学，这门学科就像是经济学里的“超级英雄”，专门拯救那些经济还在起步阶段的国家。🦸‍♂️ 它研究的是低收入国家或发展中国家如何一步步走向经济繁荣的道路。</p>\n\n  <p>想象一下，一个国家就像是一个孩子，从出生到成年，需要营养均衡、教育培养，还得有良好的工作环境。发展经济学就是研究这个“孩子”如何健康成长的学问。它不仅关心经济的增长，还关心人口的健康、教育和就业等问题。</p>\n\n  <p>在这个领域里，有很多著名的学者，他们就像是这个领域的“导师”，比如罗格納·努克塞、安格斯·迪顿等，他们的研究成果就像是给这些国家开出的“成长配方”。</p>\n\n  <p>发展经济学还涉及到很多理论，比如发展理论，这些理论就像是指导国家发展的“地图”。同时，它也会关注发达国家、发展中国家和最不发达国家之间的差异，就像是观察不同年龄段孩子的成长特点。</p>\n\n  <p>如果你对这个领域感兴趣，可以看看这些资源：<a href=\"Development Economics and Economic Development A list of resources on development economics\">发展经济学资源列表</a>，还有<a href=\"Technology in emerging economies\">新兴经济体中的技术</a>。</p>\n\n  <p>总之，发展经济学是一门充满挑战和机遇的学科，它帮助那些还在成长中的国家找到适合自己的发展道路。💪</p>\n</div>\n```\n\n希望这段介绍能让你对发展经济学有个大概的了解，如果还有其他问题，我随时准备回答哦！😉",
          "images": [],
          "links": {
              "to": [
                  "经济学",
                  "阿瑟·刘易斯",
                  "阿玛蒂亚·森",
                  "西蒙·库兹涅茨",
                  "增长模型",
                  "贫困与不平等",
                  "人口与发展",
                  "可持续发展"
              ],
              "from": []
          }
      },
      {
          "title": "阿玛蒂亚·森",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>阿玛蒂亚·森：经济学界的良心</h2>\n  <p>阿玛蒂亚·森，这位来自印度的经济学巨匠，以其对福利经济学的杰出贡献赢得了诺贝尔经济学奖。他不仅是个学者，更是被誉为“经济学良心的肩负者”，因为他始终关注社会底层人民与道德问题。</p>\n  <h3>学术贡献</h3>\n  <p>森的研究领域广泛，从社会选择理论到个人自由与帕累托最优的关系，再到贫困指数、福利指数及福利比较，他的理论犹如一把钥匙，打开了经济学的新天地。</p>\n  <h3>社会选择理论</h3>\n  <p>森对社会选择理论的贡献可谓独树一帜。他提出了多数原则的问题，并对效用不可比进行了批评。他的自由原则更是让人耳目一新，认为个人自由与社会选择应该相互尊重。</p>\n  <h3>贫困与饥荒</h3>\n  <p>森对贫困与饥荒的研究更是深入人心。他提出的观点让人深思：饥荒并不完全是由于食品短缺造成，而更可能是由于权利分配不均造成。这一观点犹如一道闪电，照亮了人们对贫困与饥荒的新认识。</p>\n  <h3>伦理与经济学</h3>\n  <p>森认为伦理与经济学并不矛盾，反而相辅相成。他以囚徒困境为例，深入阐述了伦理在经济学中的重要作用。他的这一观点犹如一股清流，为经济学注入了新的活力。</p>\n  <h3>幽默风趣</h3>\n  <p>森不仅是个杰出的学者，还是个幽默风趣的人。他用一个笑话抨击公众选择理论的荒谬，让人忍俊不禁。他的这种风趣幽默，使得他的学术观点更加深入人心。</p>\n  <p>总之，阿玛蒂亚·森是一位真正的经济学大师，他的学术贡献和人格魅力将永远铭刻在经济学的历史长河中。</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "发展经济学"
              ],
              "from": []
          }
      },
      {
          "title": "西蒙·库兹涅茨",
          "level": 3,
          "html_text": "```html\n<div class='note-content'>\n  <h2>西蒙·史密斯·库兹涅茨：经济学的魔法师 🎩</h2>\n  <p>想象一下，经济学不是枯燥的数字和图表，而是像一部精彩的魔法剧。而西蒙·史密斯·库兹涅茨，就是这部剧里的主角——一位俄裔美国经济学家，1971年的诺贝尔经济学奖得主。</p>\n  <h3>生平：从俄罗斯到哈佛的学术之旅 🚀</h3>\n  <p>库兹涅茨出生于俄罗斯的一个犹太家庭，后来转学到美国哥伦比亚大学，一路攻读到博士学位。他的学术生涯就像一场精彩的旅程，从宾夕法尼亚大学到约翰·霍普金斯大学，最后在哈佛大学画上圆满的句号。</p>\n  <h3>学术贡献：揭开经济的神秘面纱 🎭</h3>\n  <p>库兹涅茨的研究就像一位魔术师揭开了经济的神秘面纱。他提出了“库兹涅茨曲线”，描述了收入不均衡与经济增长之间的关系。他还对凯恩斯的绝对收入假说进行了检验，发现了其中的局限性。</p>\n  <p>他的工作不仅推动了发展经济学的建立，还帮助标准化了国民生产总值（GNP）的计算。但他也指出，GNP并不能完全反映一个国家的福利状况。</p>\n  <h3>影响：改变经济学界的魔法棒 🪄</h3>\n  <p>库兹涅茨的研究成果就像一根魔法棒，改变了经济学界。他的倒U曲线理论、对经济增长不均衡的研究，都为后来的经济学家提供了宝贵的启示。</p>\n  <p>总的来说，西蒙·库兹涅茨是一位真正的经济学魔法师，用他的智慧和研究成果，为我们揭示了经济的奥秘。</p>\n</div>\n```\n希望这个总结能让你对西蒙·库兹涅茨有一个更深入的了解！😉",
          "images": [],
          "links": {
              "to": [
                  "发展经济学"
              ],
              "from": []
          }
      },
      {
          "title": "可持续发展",
          "level": 3,
          "html_text": "<div class='note-content'>\n  <h2>可持续发展：为了我们的未来，也为了地球的明天 🌍</h2>\n  <p>可持续发展，简单来说，就是<em>既能满足我们现在的需求，又不损害子孙后代满足他们需求的能力</em>。就像咱们做饭，不能把锅里的油都用光了，还得留点儿给下顿饭用，对吧？😉</p>\n  <h3>三要素：环境、社会、经济</h3>\n  <p>可持续发展就像一个三脚架，缺一不可哦！</p>\n  <ul>\n    <li><strong>环境要素：</strong> 就像咱们要爱护家里的家具，不能随便破坏，得减少对环境的损害。</li>\n    <li><strong>社会要素：</strong> 就像咱们要照顾家人，满足大家的需求，但不能回到原始社会。</li>\n    <li><strong>经济要素：</strong> 就像咱们要赚钱养家，经济上得有利可图，不能总是亏本。</li>\n  </ul>\n  <h3>目标：让世界更美好</h3>\n  <p>联合国提出了17个可持续发展目标，就像17个任务，让世界更繁荣、更环保、更公平。</p>\n  <h3>文化：古人的智慧</h3>\n  <p>早在公元前241年，咱们的祖先就说了：“竭泽而渔，岂不获得？而来年无鱼。”这道理跟可持续发展是一样的，不能只顾眼前，得考虑长远。</p>\n  <h3>资源推荐</h3>\n  <ul>\n    <li><a href=\"https://www.example.com\">周兆祥，《绿色思想》</a></li>\n    <li><a href=\"https://www.example.com\">周兆祥，《绿色政治》</a></li>\n  </ul>\n  <p>总之，可持续发展就是让咱们现在过得舒服，以后也能过得舒服。就像咱们跑步，不能跑得太快，得留点儿力气跑得更远。加油吧，地球的未来在我们手里！💪</p>\n</div>",
          "images": [],
          "links": {
              "to": [
                  "发展经济学"
              ],
              "from": []
          }
      },
      {
          "title": "经纪人理论",
          "level": 3,
          "html_text": "<div>\\n    <h2>让我们用简单有趣的方式，帮你理解这个管理学中的重要理论！😊</h2>\\n    <h3>精练评价</h3>\\n    <p>经纪人理论研究的是\"老板\"和\"打工人\"之间的关系问题，探讨如何让打工人更好地为老板服务。</p>\\n    \\n    <h3>定义</h3>\\n    <p>简单说，这就是研究<strong>委托人</strong>（老板）如何管理<strong>代理人</strong>（经理）的理论。就像你找代购买东西：</p>\\n    <ul>\\n        <li>你是老板（委托人）</li>\\n        <li>代购是打工人（代理人）</li>\\n        <li>你们的目标可能不完全一致 🎯</li>\\n    </ul>\\n    \\n    <h3>价值</h3>\\n    <p>这个理论告诉我们：</p>\\n    <ul>\\n        <li>打工人可能会追求自己的利益</li>\\n        <li>老板需要设计激励机制</li>\\n        <li>要建立<strong>监督制度</strong>防止偷懒</li>\\n    </ul>\\n    \\n    <h3>案例</h3>\\n    <p>想象一个外卖配送场景：</p>\\n    <ul>\\n        <li>👨‍💼 外卖平台（老板）想要：\\n            <ul>\\n                <li>快速送达</li>\\n                <li>好评率高</li>\\n                <li>成本低廉</li>\\n            </ul>\\n        </li>\\n        <li>🛵 骑手（打工人）想要：\\n            <ul>\\n                <li>轻松赚钱</li>\\n                <li>少跑多赚</li>\\n                <li>避免投诉</li>\\n            </ul>\\n        </li>\\n    </ul>\\n    <p>解决方案：</p>\\n    <ul>\\n        <li>⭐ 设立绩效奖金</li>\\n        <li>📱 全程定位追踪</li>\\n        <li>👍 好评返现制度</li>\\n    </ul>\\n</div>",
          "images": [],
          "links": {
              "to": [
                  "宏观经济学"
              ],
              "from": []
          }
      }
  ]
}